/*******************************************/
/*		SUPPLY ERROR DESCRIPTION MESSAGES	 */
/*******************************************/

"unknown" = "不明";
"failure" = "エラー";
"incompatible" = "互換性なし";
"incorrect" = "適切でない";
"incorrectlyInstalled" = "正しく取り付けられていない";
"wrongHost" = "間違ったホスト";
"wrongRegion" = "間違った領域";
"wrongSlot" = "間違ったスロット";
"missing" = "取り付けられていない";
